<template>
  <div class="intro">
    <div>
      <p>
        香港诺希国际有限公司是一家集研发、设计、生产、销售为一体的国际化高新技术企业。旗下品牌“NOHON诺希”专注于数码产品，先后荣获高新技术企业证书、实用新型专利证书等，深耕数码电池细分领域18年，以其创新设计和卓越性能稳居行业领先位置，获得千万级用户好评。“NOHON诺希”以深圳为总部、依托香港国际视野，致力于成为全球消费电子行业的领军国民品牌。
      </p>
      <p>
        2024年，“NOHON诺希”品牌全新升级，签约现役短道速滑世界冠军陶嘉莹为品牌形象大使，携手北京恭王府博物馆推出“Chic小方盒”亮相中法时装周，传承中国文化之美并推动与国际交流，重磅推出运用海思操作系统及鸿蒙生态系统的智能手表系列产品，为全球消费者提供富含数字科技与人文关怀的数码产品和服务。
      </p>
      <p>
        “NOHON诺希”高度重视研发创新，引进高端专业硕博人才，打造模拟实际生产环境的研发中心，最大程度降低研发与实际生产的工艺误差。生产基地总占地面积10000㎡，获得国家质量安全HACCP标准认证和国际质量管理IS09001体系认证。实现“12小时快速搭建研发计划、48小时确定生产工艺”研发生产无缝衔接，配套完善的仓储基地和物流服务体系。“NOHON诺希”以强大的研发生产能力持续领跑市场，截至目前，累计研发上市1000+产品，销售网络覆盖全球100多个国家和城市，线上连续8年京东平台电池销售第一，速卖通平台蝉联多年榜单，线下全球代理商逾千家，国内代理商超600家。同时，“NOHON诺希”积极履行社会责任，参与公益活动，及时援手涿州洪灾、甘肃地震等灾害，向民族同胞传递帮助和温暖。
      </p>
      <p>
        “NOHON诺希”秉承“诺于行、希于心”的核心价值观和“利他、极致、诚信、感恩”的理念，秉持开放、合作、共享的态度，与全球伙伴共创共赢，为全球伙伴提供丰富、优质的数码产品和服务，引领消费电子行业潮流趋势。
      </p>
    </div>
    <img src="https://www.nohon.cn/template/default/images/43.jpg" alt="" />
  </div>
</template>
<style lang="scss" scoped>
@import "./view.scss";
.intro {
  display: flex;
  padding: 120px;
  gap: 180px;
  p {
    margin: 20px 0;
  }
}
</style>
<script lang="ts" setup>
import { ref } from "vue";
</script>
